<?php

$_lang['msprofile_prop_tplForm'] = 'Чанк оформления формы пополнения счета. Можно использовать @INLINE чанки без вызова фильтров и сниппетов.';
$_lang['msprofile_prop_tplPayment'] = 'Чанк оформления одного метода оплаты. Можно использовать @INLINE чанки без вызова фильтров и сниппетов.';
$_lang['msprofile_prop_tplOrder'] = 'Чанк оформления успешного проведения заказа. По умолчанию используется чанк из miniShop2 - tpl.msOrder.success.';
$_lang['msprofile_prop_sortby'] = 'По какому полю сортировать вывод методов оплаты.';
$_lang['msprofile_prop_sortdir'] = 'Направление сортировки: по возрастанию или убыванию.';
$_lang['msprofile_prop_limit'] = 'Лимит выборки.';
$_lang['msprofile_prop_outputSeparator'] = 'Символ для разделения вывода результатов, по умолчанию - перенос строки.';
$_lang['msprofile_prop_minSum'] = 'Минимальная сумма для пополнения счета.';
$_lang['msprofile_prop_maxSum'] = 'Максимальная сумма для пополнения счета.';
$_lang['msprofile_prop_showInactive'] = 'Показывать неактивные методы оплаты. По умолчанию - да, чтобы можно было использовать те методы, которые отключены для оплаты в miniShop2.';
$_lang['msprofile_prop_payments'] = 'Список id способов оплаты через запятую. Если указать id с минусом, то способ будет исключен из выборки.';

$_lang['msprofile_prop_id'] = ' Id пользователя для вывода профиля, если не указан - выводится текущий.';
$_lang['msprofile_prop_tpl'] = 'Чанк для оформления вывода профиля пользователя. Можно использовать @INLINE чанки без вызова фильтров и сниппетов.';